import React from "react"

import Layout from "../components/layout"
import SEO from "../components/seo"

const Privacy = () => {
  return (
    <Layout>
      <SEO title="Privacy" />
      <div className="wrap privacy">
        <h1>سياسة الخصوصية</h1>
        <h3>الخصوصية</h3>
        تقوم تغريدة بالاستعانة بشركات الإعلانات كطرف ثالث لعرض الإعلانات ,
        وعندما تزور موقعنا على الويب فإنه يمكن لهذه الشركات أن تستخدم معلومات
        حول زياراتك لهذا الموقع وذلك من أجل تقديم إعلانات حول البضائع والخدمات
        التي تهمك عن طريق ملف تعريف الارتباط . يمكن منع استخدام ملف تعريف
        الارتباط بزيارة سياسة الخصوصية الخاصة بإعلانات Google وشبكة المحتوى.
        <br />
        &nbsp;نحن في تغريدة ،نحترم خصوصية زوارنا ونعطي لها أهمية بالغة. وخلال
        قراءتك لهذه الوثيقة فإنك ستتعرف على المعلومات التي تتم مشاركتها مع شركات
        الإعلانات.
        <br />
        &nbsp;نحن في تغريدة نستخدم إعلانات Google، وتستخدم شركة
        <br />
        جوجل ملفات تعريف الارتباطات لعرض الإعلانات على موقعنا.
        <br />
        ستتمكّن Google، عبر استخدام ملف تعريف الارتباط ، من عرض الإعلانات حسب
        الاهتمامات للمستخدمين استنادًا
        <br />
        إلى زياراتهم لمواقعنا تغريدة وحسب نوعية المقالات التي يتم الإطلاع عليه.
        <br />
        &nbsp;يمكن للزوار و الأعضاء تعطيل استخدام ملف تعريف الارتباط بزيارة
        سياسة الخصوصية الخاصة
        <br />
        بإعلانات Google وشبكة المحتوى.
        <br />
        <h3>الكوكيز وإعدادات الشبكة</h3>
        &nbsp;إن شركة Google تستخدم تقنية الكوكيز لتخزين المعلومات عن إهتمامات
        الزوار، إلى جانب سجل خاص للمستخدم
        <br />
        تسجل فيه معلومات محددة عن الصفحات التي تم الوصول إليها أو زيارتها، وبهذه
        الخطوة
        <br />
        فإننا نعرف مدى اهتمامات الزوار وأي المواضيع الأكثر تفضيلا من قبلهم حتى
        نستطيع
        <br />
        بدورنا تطوير محتوانا الخدماتي والمعرفي المناسب لهم. نضيف إلى ذلك أن بعض
        الشركات
        <br />
        التي تعلن في موقعنا قد تتطلع على الكوكيز وإعدادات الشبكة الخاصة بموقعنا
        وبكم،
        <br />
        ومن هذه الشركات مثلا شركة Google وبرنامجها الإعلاني Google AdSense
        <br />
        وبالطبع فمثل هذه الشركات المعلنة والتي تعتبر الطرف الثالث في سياسة
        الخصوصية فهي تتابع مثل هذه
        <br />
        البيانات والإحصائيات عبر بروتوكولات الانترنت لأغراض تحسين جودة إعلاناتها
        وقياس
        <br />
        مدى فعاليتها. كما وان هذه الشركات بموجب الاتفاقيات المبرمة معنا يحق لها
        استخدام
        <br />
        وسائل تقنية مثل ( الكوكيز، إعدادات الشبكة، وأكواد برمجية خاصة جافا سكربت
        ) لنفس
        <br />
        الأغراض المذكورة أعلاه والتي تتلخص في تطوير المحتوى الإعلاني لهذه
        الشركات وقياس
        <br />
        مدى فاعلية هذه الإعلانات ، من دون أي أهداف أخرى قد تضر بشكل أو بآخر على
        زوار
        <br />
        موقعنا.
        <br />
        &nbsp;إن موقع تغريدة لا يستطيع الوصول أو السيطرة على هذه الملفات، وحتى
        بعد
        <br />
        سماحك وتفعيلك لأخذها من جهازك (الكوكيز) ، كما ونعتبر أنفسنا غير مسؤولين
        بأي شكل
        <br />
        من الأشكال عن الاستخدام غير الشرعي لها .<br />
        عليك مراجعة سياسة الخصوصية الخاصة بالطرف الثالث في هذه الوثيقة (الشركات
        المعلنة Google AdSense ) أو خوادم الشبكات الإعلانية لمزيد من المعلومات
        عن ممارساتها وأنشطتها المختلفة .<br />
        &nbsp;يمكنك في أي لحظة الرجوع إلى طاقم تغريدة من أجل توضيح أي غموض، وذلك
        عبر
      </div>
      زيارة صفحة إتصل بنا من هنا
    </Layout>
  )
}

export default Privacy
